Repository: vanadiuz/table-reservation
Catalog: languages/tremtr-*.po
Languages: cs_cz, nl_nl

source: Every 2 hours
cs_cz: Každé 2 hodiny

source: Every hour and 30 minutes
cs_cz: Každou hodinu a půl

source: Every hour
cs_cz: Každou hodinu

source: Average reservation duration
cs_cz: Obvyklá délka rezervace
nl_nl: Gemiddelde reserverings duur

source: <a href="https://true-emotions.studio" style="display: flex;justify-content: center;margin: auto;width: 150px;"><img src="%s/assets/images/tremlogoblack.png"></a>Settings
cs_cz: <a href="https://true-emotions.studio" style="display: flex;justify-content: center;margin: auto;width: 150px;"><img src="%s/assets/images/tremlogoblack.png"></a>Nastavení

source: 4 Hour
cs_cz: 4 hodiny
nl_nl: 4 uur

source: Please, select a table!
cs_cz: Prosím, vyberte si stůl!
nl_nl: Selecteer alsjeblieft een tafel!

source: Please, select date and time!
cs_cz: Zvolte prosím datum a čas v kalendáři nad plánkem!
nl_nl: Selecteer alsjeblieft een datum & tijd!

source: Select the duration of one reservation (i.e how long you clients will stay by you).
cs_cz: Vyberte délku jedné rezervace (Jak dlouho u Vás zákazník zůstane)
nl_nl: Selecteer de duur van een reservering (hoe lang klanten blijven)

source: 30 minutes
cs_cz: 30 minut
nl_nl: 30 minuten

source: 1 Hour
cs_cz: 1 hodina
nl_nl: 1 uur

source: 1 Hour and 30 minutes
cs_cz: 1 hodina 30 minut
nl_nl: 1 uur en 30 minuten

source: 2 Hour
cs_cz: 2 hodiny
nl_nl: 2 uur

source: 3 Hour
cs_cz: 3 hodiny
nl_nl: 3 uur

source: A new reservation request has been made at {site_name}: {user_name} Table N{table} for {persons} Persons {date} {reservations_link} &nbsp; <em>This message was sent by {site_link} on {current_time}.</em>
cs_cz: V {site_name} byla vytvořena nová rezervace: {user_name} Místo č. {table} pro {persons} osob(y) {date} {reservations_link} &nbsp; <em>Tato zpráva byla odeslána z {site_link} v {current_time}.</em>
nl_nl: Er is een nieuwe reservering gemaakt: Naam: {user_name} Tafel Nr {table}, aantal gasten {persons} in {cafe} Datum: {date} Telefoonnummer: {phone} <em>Dit bericht is verstuurd door {site_link} op {current_time}.</em>

source: Cafe Plan
cs_cz: Plánek podniku
nl_nl: Vloerplan

source: Tables
cs_cz: Stoly
nl_nl: Tafels

source: Shortcode
cs_cz: Zkratka

source: To output content of the plugin use [table-reservation] shortcode
cs_cz: Pro zobrazení obsahu z pluginu použijte zkratku [table-reservation]
nl_nl: Om de plugin op een pagina te zetten kan je de [table-reservation] shortcode gebruiken

source: Reservation Data
cs_cz: Informace o rezervaci
nl_nl: Reservering data

source: Date
cs_cz: Datum
nl_nl: Datum

source: Image
cs_cz: Náhled

source: Title
cs_cz: Název

source: Time Begin
cs_cz: Začátek
nl_nl: Begintijd

source: Time End
cs_cz: Konec
nl_nl: Eindtijd

source: Table
cs_cz: Místo
nl_nl: Tafel

source: Persons
cs_cz: Osob
nl_nl: Personen

source: Name
cs_cz: Jméno
nl_nl: Naam

source: Phone number
cs_cz: Telefonní číslo
nl_nl: Telefoonnummer

source: Message
cs_cz: Zpráva
nl_nl: Bericht

source: Time:
cs_cz: Čas:
nl_nl: Tijd:

source: From
cs_cz: Od
nl_nl: van

source: to
cs_cz: pro
nl_nl: tot

source: * Date and time of the reservation
cs_cz: * Datum a čas rezervace
nl_nl: * Datum en tijd van de reservering

source: * Name of the user who made the reservation
cs_cz: * Jméno osoby uvedené při rezervaci
nl_nl: * Naam van de gebruiker die de reservering maakte

source: * Persons
cs_cz: * Počet osob
nl_nl: * Personen

source: * Table number
cs_cz: * Číslo místa
nl_nl: * Tafel nummer

source: A link to this website
cs_cz: Odkaz na tyto webové stránky
nl_nl: Een link naar deze website

source: Add New
cs_cz: Přidat
nl_nl: Voeg nieuwe toe

source: Add New Cafe
cs_cz: Přidat nový podnik
nl_nl: Voeg nieuw cafe toe

source: Add Reservation
cs_cz: Přidat rezervaci
nl_nl: Voeg reservering toe

source: Add a Message
cs_cz: Připojit zprávu
nl_nl: Voeg een bericht toe

source: Add new scheduling rule
cs_cz: Přidat nové pravidlo kalendáře
nl_nl: Voeg een nieuwe rooster regel toe

source: Adjust the messages that are emailed to users and admins if reservation confirmed.
cs_cz: Upravte si zprávy o nové rezervaci, které jsou posílány zákazníkům a správcům.
nl_nl: Wijzig het bericht dat naar gebruikers en admins word gestuurd als een reservering is bevestigd.

source: Admin Email Address
cs_cz: Emailová adresa správce
nl_nl: Admin email-adres

source: Admin Notification
cs_cz: Upozornění pro správce
nl_nl: Admin melding

source: Admin Notification Email
cs_cz: Zpráva administrátorovi
nl_nl: Admin melding email

source: Admin Notification Subject
cs_cz: Předmět upozornění pro správce
nl_nl: Admin melding onderwerp

source: All Cafes
cs_cz: Všechny podniky
nl_nl: Alle cafe's

source: At least 1 hour in advance
cs_cz: Alespoň 1 hodinu předem
nl_nl: Ten minste 1 uur van tevoren

source: At least 15 minutes in advance
cs_cz: Alespoň 15 minut předem
nl_nl: Ten minste 15 minuten van tevoren

source: At least 30 minutes in advance
cs_cz: Alespoň 30 minut předem
nl_nl: Ten minste 30 minuten van tevoren

source: At least 4 hours in advance
cs_cz: Alespoň 4 hodiny předem
nl_nl: Ten minste 4 uur van tevoren

source: At least 45 minutes in advance
cs_cz: Alespoň 45 minut předem
nl_nl: Ten minste 45 minuten van tevoren

source: Available Table Color
cs_cz: Barva volného místa
nl_nl: Beschikbare tafel kleur

source: Book a table
cs_cz: Rezervovat místo
nl_nl: Reserveer een tafel

# Brief default description of a scheduling exception when no times are set
source: Closed all day
cs_cz: Celý den zavřeno
nl_nl: Hele dag gesloten

source: Starts at
cs_cz: Otevíráme v
nl_nl: Begint op

source: Every day
cs_cz: Denně
nl_nl: Elke dag

source: Ends at
cs_cz: Zavíráme v
nl_nl: Eindigt op

# Brief default description of a scheduling rule when no times are set
source: All day
cs_cz: Celý den
nl_nl: Hele dag

source: Never
cs_cz: Nikdy
nl_nl: Nooit

source: Cafe
cs_cz: Podnik

source: Canvas Content
cs_cz: Obsah plátna
nl_nl: Canvas inhoud

source: Change
cs_cz: Změnit
nl_nl: Verander

source: Confirm
cs_cz: Potvrdit
nl_nl: Bevestig

source: Contact Details
cs_cz: Kontaktní informace

source: Current date and time
cs_cz: Aktuální datum a čas
nl_nl: Huidige datum en tijd

source: Date Format
cs_cz: Formát data
nl_nl: Datum formaat

source: Date:
cs_cz: Datum:
nl_nl: Datum:

source: mmmm, d
cs_cz: d. mmmm
nl_nl: dddd d mmmm

source: Hi {user_name}, Sorry, we could not accomodate your reservation request. We're full or not open at the time you requested: {user_name} Table N{table} for {persons} Persons {date} &nbsp; <em>This message was sent by {site_link} on {current_time}.</em>
cs_cz: Dobrý den, Omlouváme se, ale Váš požadavek na rezervaci jsme nemohli přijmout. V požadovaný čas máme plno, nebo máme zavřeno. Požadovaná rezervace: {user_name} Místo č. {table} pro {persons} osob(y) {date} &nbsp; <em>Tato zpráva byla odeslána z {site_link} v {current_time}.</em>
nl_nl: Beste {user_name}, Onze excuses, maar we kunnen uw reservering niet plaatsen. We zijn op {date} niet open, of al reeds vol. {user_name} Tafel Nr {table}, aantal gasten {persons} in {cafe} {date} &nbsp; <em>Dit bericht is verstuurd door {site_link} op {current_time}.</em>

source: Hi {user_name}, Your reservation request has been <strong>confirmed</strong>. We look forward to seeing you soon. <strong>Your reservation:</strong> {user_name} Table N{table} for {persons} Persons {date} &nbsp; <em>This message was sent by {site_link} on {current_time}.</em>
cs_cz: Dobrý den, Vaše rezervace byla <strong>potvrzena</strong>. Těšíme se na Vaši návštěvu. <strong>Vaše rezervace:</strong> {user_name} Místo č. {table} pro {persons} osob(y) {date} &nbsp; <em>Tato zpráva byla odeslána z {site_link} v {current_time}.</em>
nl_nl: Beste {user_name}, Uw reservering bij {cafe} is <strong>bevestigd</strong>. Wij staan klaar om jullie hartelijk te ontvangen! Uw reservering: Naam: {user_name} Tafel Nr {table}, aantal gasten {persons} in {cafe} Op {date} <em>Dit bericht is verstuurd door {site_link} op {current_time}.</em>

# Default email subject for admin notifications of new reservations
source: New Reservation Request
cs_cz: Nový požadavek na rezervaci
nl_nl: Nieuwe reservering

source: Your reservation at %s was not accepted
cs_cz: Vaše rezervace v %s nebyla přijata
nl_nl: Uw reservering bij %s is afgewezen

source: Your reservation at %s is confirmed
cs_cz: Vaše rezervace v %s byla potvrzena
nl_nl: Je reservering bij %s is bevestigd

source: Update regarding your reservation at %s
cs_cz: Vaše rezervace v %s byla změněna
nl_nl: Update over je reservering bij %s

source: Define how the date is formatted on the reservation form. %sFormatting rules%s. Be very careful, incorrectly set formats can break the plugin! This only changes the format on the reservation form. To change the date format in notification messages, modify your general %sWordPress Settings%s.
cs_cz: Definujte jak má být formátováno datum na rezervačním formuláři. %sPravidla formátování%s. Při formátování buďtě pečliví - špatně nastavený formát může plugin rozbít! Změna se týká pouze formátu na rezervačním formuláři. Pro změnu formátu data v mailových notifikacích je potřeba formát upravit v obecném %snastavení Wordpressu%s.
nl_nl: Stel in hoe de datum op het reserverings formulier er uit ziet. %sFormatting rules%s. Wees voorzichtig, want ongeldige input kan de plugin breken! Dit veranderd alleen het formaat op het reserverings formulier. Om het datum formaat van notificaties in te stellen moet je dit aanpassen in de %sWordPress Settings%s.

source: Define how the time is formatted on the reservation form. %sFormatting rules%s. Be very careful, incorrectly set formats can break the plugin! This only changes the format on the reservation form. To change the time format in notification messages, modify your general %sWordPress Settings%s.
cs_cz: Definujte jak má být formátován čas na rezervačním formuláři. %sPravidla formátování%s. Při formátování buďtě pečliví - špatně nastavený formát může plugin rozbít! Změna se týká pouze formátu na rezervačním formuláři. Pro změnu formátu času v mailových notifikacích je potřeba formát upravit v obecném %snastavení Wordpressu%s.
nl_nl: Stel in hoe de tijd op het reserverings formulier er uit ziet. %sFormatting rules%s. Wees voorzichtig, want ongeldige input kan de plugin breken! Dit veranderd alleen het formaat op het reserverings formulier. Om het tijdsformaat van notificaties in te stellen moet je dit aanpassen in de %sWordPress Settings%s.

source: Define special opening hours for holidays, events or other needs. Leave the time empty if you're closed all day.
cs_cz: Definice zvláštní otevírací doby pro svátky, zvláštní události, či jiné potřeby. Pokud chcete nastavit pravidlo kdy je celý den zavřeno, ponechte pole čas prázdné.
nl_nl: Definieer speciale openingstijden voor vakanties, vrije dagen of andere doeleinden. Laat de tijd leeg als je de hele dag gesloten bent.

source: Define the weekly schedule during which you accept reservations.
cs_cz: Definice týdenní otevírací doby, na kterou přijímáte rezervace.
nl_nl: Definieer het wekelijkse rooster wanneer je reserveringen aanneemt.

# Delete a scheduling rule
source: Delete rule
cs_cz: Smazat pravidlo
nl_nl: Verwijder regel

source: Delete scheduling rule
cs_cz: Smazat pravidlo kalendáře
nl_nl: Verwijder tijdslot regel

source: Early Reservations
cs_cz: Brzké rezervace
nl_nl: Vroege reserveringen

source: Edit Cafe
cs_cz: Upravit podnik
nl_nl: Bewerk Cafe

source: Edit Reservation
cs_cz: Upravit rezervaci
nl_nl: Bewerk reservering

source: Edit this item inline
cs_cz: Upravit obsah položky
nl_nl: Bewerk dit item inline

source: Email Templates
cs_cz: Emailové šablony

source: Email of the user who made the reservation
cs_cz: Emailová adresa zákazníka zadaná při rezervaci
nl_nl: Email van de gebruiker die de reservering maakte

source: Enter the email a user should receive when they make an initial reservation request.
cs_cz: Zadejte text zprávy, kterou obdrží zákazník ihned po zadání rezervace.
nl_nl: Voer hier de email in die de gebruiker zou moeten ontvangen wanneer ze een reservering aanvragen.

source: Enter the email an admin should receive when an initial reservation request is made.
cs_cz: Zadejte text zprávy, kterou obdrží správce ihned po zadání rezervace zákazníkem.
nl_nl: Voer hier de email in die de admin zou moeten ontvangen wanneer een reservering word aangevraagd.

source: Enter the message to display when a reservation request is made.
cs_cz: Zadejte text, který se zobrazí po odeslání rezervace.
nl_nl: Vul hier het bericht in om te laten zien wanneer een reservering is gemaakt.

source: Every 15 minutes
cs_cz: Každých 15 minut
nl_nl: Elke 15 minuten

source: Every 30 minutes
cs_cz: Každých 30 minut
nl_nl: Elke 30 minuten

source: Exceptions
cs_cz: Vyjímky
nl_nl: Uitzonderingen

# Format of a scheduling rule
source: Date
cs_cz: Datum
nl_nl: Datum

# Format of a scheduling rule
source: Monthly
cs_cz: Měsíčně
nl_nl: Maandelijks

# Format of a scheduling rule
source: Weekly
cs_cz: Týdně
nl_nl: Wekelijks

# Friday abbreviation
source: Fr
cs_cz: Pá
nl_nl: Vr

source: From
cs_cz: Od
nl_nl: van

source: From 1 day in advance
cs_cz: 1 den dopředu
nl_nl: 1 dag van tevoren

source: From 1 week in advance
cs_cz: Týden dopředu
nl_nl: 1 week van te voren

source: From 2 weeks in advance
cs_cz: 2 týdny dopředu
nl_nl: 2 weken van te voren

source: From 30 days in advance
cs_cz: 30 dní dopředu
nl_nl: 30 dagen van te voren

source: General
cs_cz: Obecné
nl_nl: Algemeen

# Label for selecting days of the week in a scheduling rule
source: Days of the week
cs_cz: Dny v týdnu
nl_nl: Dagen van de week

# Label for selecting weeks of the month in a scheduling rule
source: Weeks of the month
cs_cz: Týdny v měsíci
nl_nl: Weken van de maand

# Label for the ending time of a scheduling rule
source: End
cs_cz: Konec
nl_nl: Eind

# Label for the starting time of a scheduling rule
source: Start
cs_cz: Začátek

# Label to select a date for a scheduling rule
source: Date
cs_cz: Datum
nl_nl: Datum

# Label to select a time slot for a scheduling rule
source: Time
cs_cz: Čas
nl_nl: Tijd

# Label to set a scheduling rule to last all day
source: All day
cs_cz: Celý den
nl_nl: Hele dag

source: Language
cs_cz: Jazyk
nl_nl: Taal

source: Late Reservations
cs_cz: Nejzašší rezervace
nl_nl: Late reserveringen

source: Main Color
cs_cz: Barva tlačítek
nl_nl: Hoofdkleur

source: Message added to the request
cs_cz: Zpráva připojená k žádosti
nl_nl: Bericht bij de aanvraag

# Monday abbreviation
source: Mo
cs_cz: Po
nl_nl: Ma

source: New Cafe
cs_cz: Nový podnik
nl_nl: Nieuw Cafe

source: New Request Email
cs_cz: Zpráva o novém požadavku
nl_nl: Nieuwe aanvrag email

source: New Request Email Subject
cs_cz: Předmět zprávy o novém požadavku
nl_nl: Nieuwe aanvrag email onderwerp

source: New Reservation
cs_cz: Nová rezervace
nl_nl: Nieuwe reservering

source: Not found
cs_cz: Nenalezeno
nl_nl: Niet gevonden

source: Not found in Trash
cs_cz: Nenalezeno v koši
nl_nl: Niet gevonden in de prullenbak

source: Notifications
cs_cz: Upozornění
nl_nl: Meldingen

source: Party
cs_cz: Skupina
nl_nl: Gezelschap

source: People
cs_cz: osob(y)
nl_nl: personen

source: Phone
cs_cz: Telefon
nl_nl: Telefoon

source: Phone number if supplied with the request
cs_cz: Telefonní číslo, pokud bylo v žádosti vyplněno
nl_nl: Telefoonnummer indien opgegeven

source: Please, fill all fields correctly!
cs_cz: Vyplňte prosím správně všechny údaje!
nl_nl: Vul alle velden correct in alstublieft!

source: Plugins
cs_cz: Doplňky

# Prompt displayed when a scheduling rule is set without any time restrictions
source: All day long. Want to %sset a time slot%s?
cs_cz: Celý den. Nechcete nastavit časové okno?
nl_nl: De hele dag. Wil je %seen tijdslot maken%s?

source: Quick&nbsp;Edit
cs_cz: Rychlá&nbsp;úprava
nl_nl: Snelbewerken

source: Reject this reservation
cs_cz: Odmítnout rezervaci
nl_nl: Weiger deze reservering

source: Reply-To Email Address
cs_cz: Mailová adresa pro odpověď
nl_nl: Reply-To email-adres

source: Reply-To Name
cs_cz: Jméno pro odpověď
nl_nl: Reply-To naam

source: Reserv. Date
cs_cz: Datum rezervace
nl_nl: Reserverings datum

source: Reservation
cs_cz: Rezervace
nl_nl: Reservering

source: Reservation Schedule
cs_cz: Kalendář rezervací
nl_nl: Reserverings planning

source: Reservations
cs_cz: Rezervace
nl_nl: Reserveringen

source: Reserved Table Color
cs_cz: Barva obsazeného místa
nl_nl: Gereserveerde tafel kleur

# Saturday abbreviation
source: Sa
cs_cz: So
nl_nl: Za

source: Schedule
cs_cz: Kalendář
nl_nl: Rooster

source: Search Cafe
cs_cz: Hledat podnik
nl_nl: Zoek Cafe

source: Search Reservation
cs_cz: Hledat rezervaci
nl_nl: Zoek reservering

source: Select a language to use for the reservation form flatpickr if it is different than your WordPress language setting.
cs_cz: Vyberte jazyk který bude použit ve flatpickr formuláři, pokud má být jiný než jazyk ve WordPressu.
nl_nl: Selecteer een taal voor de datumprikker als deze anders is dan uw WordPress taalinstellingen.

source: Select how early customers can make their reservation. (Administrators and Reservation Managers are not restricted by this setting.)
cs_cz: Vyberte jak moc časově dopředu mohou zákazníci zadat své rezervace. (Správci nejsou touto volbou omezeni.)
nl_nl: Selecteer hoe vroeg van te voren klanten hun reservering kunnen maken. (Administrators en reserverings managers zijn hier niet door gebonden.)

source: Select how late customers can make their reservation. (Administrators and Reservation Managers are not restricted by this setting.)
cs_cz: Vyberte za jak dlouho oproti aktuálnímu času mohou zákazníci zadat nejbližší rezervaci. (Správci nejsou touto volbou omezeni.)
nl_nl: Selecteer tot hoever van tevoren klanten hun reserving kunnen maken. (Administrator en reserverings managers zijn hier niet door gebonden.)

source: Select the number of minutes between each available time.
cs_cz: Zadejte časový úsek v minutách, po kterých bude možno dělat rezervace.
nl_nl: Selecteer het aantal minuten tussen elk reserverings tijdslot.

source: Send an email notification to an administrator when a new reservation is requested.
cs_cz: Poslat správci e-mailovou notifikaci, pokud přijde nová žádost o rezervaci.
nl_nl: Verstuur een email naar de administrator wanneer een reservering word aangevraagd.

source: Settings
cs_cz: Nastavení
nl_nl: Instellingen

source: Someone has already reserved the table. Please, select another one.
cs_cz: Toto místo je již zarezervováno. Vyberte si prosím jiné.
nl_nl: Iemand anders heeft deze tafel al gereserveerd. Selecteer alstublieft een nieuwe tafel.

source: Success Message
cs_cz: Zpráva o úspěšné rezervaci
nl_nl: Success bericht

# Sunday abbreviation
source: Su
cs_cz: Ne
nl_nl: Zo

source: Table N
cs_cz: Místo č.
nl_nl: Tafel nr

source: Reserved for
cs_cz: Datum rezervace

source: Status
cs_cz: Stav

source: Seats
cs_cz: Míst

source: Width
cs_cz: Šířka

source: Height
cs_cz: Výška

source: Remove
cs_cz: Odebrat

source: Table Reservation
cs_cz: Rezervace místa
nl_nl: Tafel reserveringen

source: Template Tags
cs_cz: Nálepky šablony

source: The email address where admin notifications should be sent.
cs_cz: Emailová adresa kam budou posílány notifikace pro správce.
nl_nl: Het email-adres waar meldingen naar worden gestuurd.

source: The email address which should appear in the Reply-To field of a user notification email.
cs_cz: Emailová adresa která bude v mailech odeslaných zákazníkovi v poli "Odpovědět na".
nl_nl: Het email-adres die in het Reply-To veld staat voor de reserverings melding.

source: The email subject a user should receive when they make an initial reservation request.
cs_cz: Předmět zprávy která bude zákazníkovi poslána ihned co vytvoří rezervaci.
nl_nl: Het email onderwerp dat een gebruiker zou moeten zien als ze een reservering aanvragen.

source: The email subject for admin notifications.
cs_cz: Předmět zprávy která bude poslána jako upozornění správci.
nl_nl: Het onderwerp voor admin meldingen.

source: The name of this website
cs_cz: Jméno tohoto webu
nl_nl: De naam van deze website

source: The name which should appear in the Reply-To field of a user notification email
cs_cz: Jméno které bude v mailech odeslaných zákazníkovi v poli "Odpovědět na"
nl_nl: De naam die in het Reply-To veld staat voor de reserverings melding

# Thursday abbreviation
source: Th
cs_cz: Čt
nl_nl: Do

source: Time
cs_cz: Čas
nl_nl: Tijd

source: Time Format
cs_cz: Formát času
nl_nl: Tijd formaat

source: Time Interval
cs_cz: Časové okno
nl_nl: Tijds interval

source: To
cs_cz: Pro
nl_nl: tot

# Toggle a scheduling rule open and closed
source: Open and close this rule
cs_cz: Otevřít a zavřít toto pravidlo
nl_nl: Open en sluit deze regel

# Tuesday abbreviation
source: Tu
cs_cz: Út
nl_nl: Di

source: Up to the last minute
cs_cz: Až do poslední minuty
nl_nl: Tot op het laatste moment

source: Use the following tags to automatically add reservation information to the emails. Tags labeled with an asterisk (*) can be used in the email subject as well.
cs_cz: Použijte následující štítky pro automatické přidání informací o rezervaci do emailu. Štítky s hvězdičkou (*) mohou být použity i v předmětu zprávy.
nl_nl: Gebruik de volgende tags om reserverings informatie toe te voegen. Tags met een asterisk (*) kunnen ook in het onderwerp van het bericht worden gebruikt.

source: View Cafe
cs_cz: Zobrazit podnik
nl_nl: Bekijk Cafe

source: View Reservation
cs_cz: Zobrazit rezervaci
nl_nl: Bekijk reservering

source: View pending reservations
cs_cz: Zobrazit neschválené rezervace
nl_nl: Bekijk reserveringen

# Wednesday abbreviation
source: We
cs_cz: St
nl_nl: Wo

source: You do not have sufficient permissions to access this page.
cs_cz: Nemáte dostatečná oprávnění pro zobrazení této stránky.
nl_nl: Je hebt niet genoeg rechten om deze pagina te bekijken.

source: at
cs_cz: čas
nl_nl: van

source: for
cs_cz: pro
nl_nl: voor

source: in
cs_cz: v
nl_nl: bij

source: on
cs_cz: dne
nl_nl: op

source: open
cs_cz: otevřeno

source: till
cs_cz: do
nl_nl: tot

# tremtr
source: Thanks for your reservation!
cs_cz: Děkujeme za rezervaci!
nl_nl: Bedankt voor je reservering!

source: Pick a place ⚡️ No collisions. Rich settings. Mobile UX.
cs_cz: Možnost výběru místa ⚡️ Žádné kolize. Bohaté možnosti nastavení. Rozhraní pro mobilní telefony.

source: Plan your day with us
cs_cz: Vytvoření rezervace
nl_nl: Plan je bezoek aan ons

source: %s week of the month
cs_cz: %s týden v měsíci

source: %s on the %s week of the month
cs_cz: %s každý %s týden v měsíci

source: %s on the %s week of the month
nl_nl: %s op de %s week van de maand

source: %s week of the month
nl_nl: %s week van de maand

source: Every 60 minutes
nl_nl: Elke 60 minuten

source: Rejected Email Subject
nl_nl: Afgewezen email onderwerp

source: The email subject a user should receive when their reservation has been rejected.
nl_nl: Het email onderwerp dat een gebruiker ziet als hun reservering is afgewezen.

source: Rejected Email
nl_nl: Afgewezen email

source: Enter the email a user should receive when their reservation has been rejected.
nl_nl: Voer hier de email in die de gebruiker zou moeten ontvangen wanneer een reservering word afgewezen.

source: ☕️Table Reservation
nl_nl: ☕️Tafel reservering
